[
    {
      "title": "Commercial Aircraft and Jet Engines",
      "description": "An investigation initiated under Section 232 of the Trade Expansion Act of 1962 to determine if imports of commercial aircraft and jet engines threaten to impair U.S. national security.",
      "source": "U.S. Department of Commerce (Bureau of Industry and Security)"
    },
    {
      "title": "Copper and Derivative Products",
      "description": "A Section 232 investigation initiated on March 10, 2025, concerning the effects of imports of copper and derivative products on U.S. national security.",
      "source": "U.S. Department of Commerce (Bureau of Industry and Security), JDSupra, White & Case LLP, Pillsbury Winthrop Shaw Pittman LLP"
    },
    {
      "title": "Lumber and Timber and Derivative Products",
      "description": "A Section 232 investigation initiated on March 10, 2025, examining the impact of imports of lumber, timber, and derivative products on U.S. national security.",
      "source": "U.S. Department of Commerce (Bureau of Industry and Security), JDSupra, White & Case LLP, Pillsbury Winthrop Shaw Pittman LLP"
    },
    {
      "title": "Pharmaceuticals and Pharmaceutical Ingredients",
      "description": "A Section 232 investigation initiated on April 1, 2025, to assess whether imports of pharmaceuticals and pharmaceutical ingredients, including finished drug products and critical inputs, threaten to impair U.S. national security.",
      "source": "U.S. Department of Commerce (Bureau of Industry and Security), White & Case LLP, Pillsbury Winthrop Shaw Pittman LLP"
    },
    {
      "title": "Processed Critical Minerals and Derivative Products",
      "description": "A Section 232 investigation initiated on April 22, 2025, focusing on the effects of imports of processed critical minerals and their derivative products on U.S. national security.",
      "source": "U.S. Department of Commerce (Bureau of Industry and Security), Pillsbury Winthrop Shaw Pittman LLP"
    },
    {
      "title": "Semiconductors and Semiconductor Manufacturing Equipment (SME)",
      "description": "A Section 232 investigation initiated on April 1, 2025, to determine if imports of semiconductors, SME, and derivative products impair U.S. national security, addressing concerns over strategic dependencies and supply chain vulnerabilities.",
      "source": "U.S. Department of Commerce (Bureau of Industry and Security), White & Case LLP, Pillsbury Winthrop Shaw Pittman LLP"
    },
    {
      "title": "Trucks (Medium and Heavy-Duty) and Parts",
      "description": "A Section 232 investigation initiated on April 22, 2025, examining the national security impact of imports of medium-duty trucks, heavy-duty trucks, and their parts.",
      "source": "U.S. Department of Commerce (Bureau of Industry and Security), Pillsbury Winthrop Shaw Pittman LLP"
    },
    {
      "title": "China's Maritime, Logistics, and Shipbuilding Sectors",
      "description": "A Section 301 investigation initiated by the USTR on China's practices in these sectors, focusing on dominance and unfair practices. The USTR is currently seeking public comments on proposed modifications to actions taken in this investigation, including fees on certain maritime carriers.",
      "source": "U.S. Trade Representative (USTR), Holland & Knight, Federal Register"
    },
    {
      "title": "Brazil's Digital Trade Practices",
      "description": "A Section 301 investigation initiated on July 9, 2025, by the USTR regarding Brazil's digital trade policies and other unfair trading practices that allegedly restrict U.S. digital exports and burden U.S. commerce.",
      "source": "U.S. Trade Representative (USTR), Supply Chain Dive, CCIA"
    },
    {
      "title": "China's Technology Transfer Policies and Practices",
      "description": "A long-standing Section 301 investigation concerning China's forced technology transfer policies, which led to the imposition of tariffs on Chinese goods.",
      "source": "Great Lakes Customs Law, USTR"
    },
    {
      "title": "China's Targeting of the Semiconductor Industry for Dominance",
      "description": "A Section 301 investigation initiated in December 2024 by the USTR on China's efforts to dominate the semiconductor industry.",
      "source": "USTR, Congress.gov"
    },
    {
      "title": "Nicaragua Labor Rights, Human Rights, and Rule of Law",
      "description": "A Section 301 investigation initiated in December 2024 by the USTR concerning Nicaragua's practices related to labor rights, human rights, and the rule of law, to determine if they are unreasonable or restrict U.S. commerce.",
      "source": "USTR, Congress.gov"
    },
    {
      "title": "Active Anode Material from China (AD/CVD)",
      "description": "An antidumping and countervailing duty investigation initiated in January 2025, targeting imports of active anode material used in lithium-ion batteries.",
      "source": "U.S. Department of Commerce (International Trade Administration), U.S. International Trade Commission (USITC), Global Trade Alert, Expeditors"
    },
    {
      "title": "Thermoformed Molded Fiber Products from China and Vietnam (AD)",
      "description": "An antidumping investigation where the DOC published preliminary determinations in May 2025.",
      "source": "U.S. Department of Commerce (International Trade Administration), Expeditors"
    },
    {
      "title": "Float Glass Products from China and Malaysia (CVD)",
      "description": "A countervailing duty investigation with preliminary determinations published in May 2025.",
      "source": "U.S. Department of Commerce (International Trade Administration), Expeditors"
    },
    {
      "title": "Steel Concrete Reinforcing Bar from Algeria, Bulgaria, Egypt, and Vietnam (AD/CVD)",
      "description": "Antidumping and countervailing duty investigations initiated in early July 2025, targeting imports of steel rebar.",
      "source": "U.S. Department of Commerce (International Trade Administration), International Trade Today"
    },
    {
      "title": "Lattice Boom Crawler Cranes from Japan (AD)",
      "description": "An antidumping investigation initiated in May 2025.",
      "source": "U.S. Department of Commerce (International Trade Administration), Expeditors"
    },
    {
      "title": "Silicon Metal from Angola, Australia, the Lao People's Democratic Republic, Norway, and Thailand (AD/CVD)",
      "description": "Antidumping and countervailing duty investigations initiated in May 2025.",
      "source": "U.S. Department of Commerce (International Trade Administration), Expeditors"
    },
    {
      "title": "Paper File Folders from Cambodia and Sri Lanka (AD)",
      "description": "An antidumping investigation initiated in May 2025.",
      "source": "U.S. Department of Commerce (International Trade Administration), Expeditors"
    },
    {
      "title": "Hard Empty Capsules from Brazil, China, India, and Vietnam (AD)",
      "description": "An antidumping investigation initiated in May 2025.",
      "source": "U.S. Department of Commerce (International Trade Administration), Expeditors"
    },
    {
      "title": "Overhead Door Counterbalance Torsion Springs from China and India (AD)",
      "description": "An antidumping investigation initiated in May 2025.",
      "source": "U.S. Department of Commerce (International Trade Administration), Expeditors"
    }
  ]